<?php
/*################################################################################
//регистрируем сервис-провайдер
################################################################################*/
\Larakit\SPA::register_provider(Larakit\Page\LarakitServiceProvider::class);

/*################################################################################
  middlewares
################################################################################*/
\Larakit\SPA::register_middleware(\Larakit\Page\PageMiddlewareAfter::class);
